Repository: wsfriday-sfd/vt-triage-d9
Catalog: translations/*.po
Languages: es

source: Please choose the issue you need help with.
es: Por favor, elija el problema que necesita ayuda.

source: Select the statement that best describes your legal problem.
es: Seleccione la declaración que mejor describa su problema legal.

source: You said
es: Usted dijo

source: Your Legal Help
es: Su ayuda legal

source: Legal Category
es: Categoría legal

source: My Answers
es: Mis respuestas

source: Start Again
es: Comenzar nuevamente

source: Email
es: Correo electrónico

source: Print
es: Imprimir

source: Submit
es: Enviar
